[M_IrisHUB_WalkTheDog MissionDefinition]
MissionName="Take out the dog"
MissionDescription="Tina Chuktina wants to take her dog Enrique on a trip. He wants you to go to him and open his cage.."
TurnInDescription="Tina's dogs did a great job and you got a great cardio workout. Today is a good day."
MissionSummary="I'm dating the "dog" Tina."
MissionGiver="Tina Rice"
MissionTurnInLocation="Tina Jik Vithina"
TeaserText="Do you need a room, do you have any idea where to go with the dogs."

[M_IrisHUB_WalkTheDog:DontKill MissionObjectiveDefinition]
ProgressMessage="Leave Enrique alive"

[M_IrisHUB_WalkTheDog:GoFindDog MissionObjectiveDefinition]
ProgressMessage="Meet Enrique"

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""The dog" Enrique walks Tina Cicquiti <br><br>I met a thirsty animal that will cut your throat if you fall in love. To move you need to run at speed and take it to its favorite place..<br><br>And make sure you don't eat.."

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_WalkTheDog:ReleaseDog MissionObjectiveDefinition]
ProgressMessage="opening day"

[M_IrisHUB_WalkTheDog:Return MissionObjectiveDefinition]
ProgressMessage="To Tina"

[M_IrisHUB_WalkTheDog:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="Running is fun!"

[M_IrisHUB_WalkTheDog:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="To love dust. Instant death.!"

[M_IrisHUB_WalkTheDog:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="Oh, oh, I know, I know!"

[M_IrisHUB_WalkTheDog:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="I feel your breath on my neck.!"

[M_IrisHUB_WalkTheDog:Waypoint5 MissionObjectiveDefinition]
ProgressMessage="RUNEEEEEE:!"

